
import React from 'react';
import Image from 'next/image';

export default function AboutDirector() {
    return (
   <main className="">
       <div className="bg-purple h-1/2 grid grid-cols-1 justify-items-center md:flex items-center justify-center space-x-5">
          {/* director photo */}
        <div className = "">
        <Image src = "/pf.jpg" width={128} height= {128} className="shadow-md rounded-full h-32 w-32 pt-10" />
        </div>
        <div className="flex flex-col mt-4 md:mt-0">
        <span className="text-xl font-extrabold">Mr.<span className="font-bold text-indigo-900"> Pravin Taterao Shinde</span></span>
        <span className="text-sm font-extrabold">Director of Udyog-Asha</span>
          
          
        </div> 
      </div>
      {/* About Director */}
      <div className="md:m-12 m-2 mt-24 h-3/4 flex flex-col items-center md:items-start">
       <span className="block text-2xl md:ml-4 font-bold text-">About Director</span>
       <span className="w-12 mt-2 block h-1 md:ml-4 mb-2 rounded bg-black"></span>
      <span className="text-justify px-4">
      लहान पणा पासून आजूबाजूला छोटे-मोठे व्यवसाय सुरू होताना व काही दिवसांनी बंद होता ना पाहिले असे काय होते. हे कधी लक्षात आले नाही. व्यवसाय बंद होण्याची सल मनात तशीच राहिली.
      नवनवीन व्यवसायाचे ज्ञान आत्मसात करण्याची आवड लहानपणापासूनच होती. वयाच्या पंधराव्या वर्षी पोल्ट्री फार्मिंग चा कोर्स केला. नंतर मागे वळून पाहिलेच नाही. कृषी क्षेत्रातील सर्व कोर्सेस करूनच दम घेतला. समाजकार्याची आवड असल्याने. पदवीनंतर “मास्टर ऑफ सोशल वर्क” पूर्ण केले व कुकिंग ची आवड असल्याने केटरिंग व हॉटेल व्यवस्थापन पूर्ण केले. 2000 मध्ये महाराष्ट्र उद्योजकता विकास केंद्र येथे कार्यक्रम समन्वयक म्हणून काम केले. जे काही प्रशिक्षण कार्यक्रम मी आयोजित केले ते स्वतः हजर राहून केले. व उद्योजकतेचे धडे तेथे शिकण्यास मिळाले. ही माझ्या आयुष्याची शिदोरी झाली. नंतर 2006 पासून मिटकॉन या संस्थेसोबत नाशिक जिल्ह्यात काम करण्याची संधी मिळाली व अख्खा नाशिक ,जिल्हा ग्रामीण विकास यंत्रणा व जिल्हा उद्योग केंद्र यांच्या सुवर्ण जयंती ग्राम स्वयंरोजगार योजनेच्या अंतर्गत पिंजून काढला. तसेच 2011 ची जनगणना सर्वे सुद्धा माझ्या कामाचा अनुभव आहे. त्यावेळेस 24००  टॅबलेट पीसी ऑपरेटर व सुपरवायझर माझ्या मार्गदर्शनाखाली उत्तम काम केले. त्यावेळेस समजले की कितीही मोठा ग्रुप असला तरी आपल्या व्यवस्थापन चोख  असल्यास कोणतीही गोष्ट अशक्य नसते. 2012 पासून संस्थेच्या कामात लक्ष घातले व नाशिक. नगर, औरंगाबाद, पुणे या ठिकाणी प्रशिक्षण कार्यक्रमाचे आयोजन करुन उद्योजकता व व्यावसायिक प्रशिक्षणाच्या माध्यमातून उद्योजक घडवत गेलो. काही वर्तमानपत्राच्या माध्यमातून महिला मंच यांना व्यवसाय प्रशिक्षणाचे धडे दिले. आयुष्यात कधीही न विसरणारे प्रशिक्षण राहुरी फॅक्टरी ,नगर जिल्ह्यातील महिलांसाठी आयोजित केलेले. प्रशिक्षणास जवळपास 475 महिलांनी सहभाग नोंदवला होता. त्यांना दिलेले पाच दिवसीय प्रशिक्षण व शेवटच्या दिवशी प्रशिक्षणार्थी ने सादर केलेले पदार्थ व त्यांचे अभिप्राय न विसरणारे होते.
      नंतर पुणे येथील व्यवसाय  मार्गदर्शन करणाऱ्या काही संस्थांसोबत काम सुरू केले व सोबतच महाराष्ट्र कामगार कल्याण मंडळाच्या माध्यमातून कामगार व कामगार कुटुंबियांना व्यवसाय प्रशिक्षण दिले त्यातून बरेचसे व्यवसाय उभे राहिले 2019 मध्ये “ राष्ट्रीय कौशल्य विकास निगम” यांच्याशी प्रशिक्षण पार्टनर म्हणून संस्थेस मान्यता मिळविली. 2020 च्या कोविड मुळे सर्वच व्यवसाय ठप्प झाले त्यात प्रशिक्षण हा व्यवसाय आलाच .  मग वाटलं ऑनलाइन घेऊन बघूया व पहिला यशस्वी कार्यक्रम घेतला. आज पर्यंत ऑनलाइनच्या माध्यमातून सहाशे समाधानी प्रशिक्षणार्थी  उत्तम असा व्यवसाय लोकांडाऊन च्या  काळातही सुरू केला. आता वेबसाईटच्या माध्यमातून जास्तीत जास्त नवउद्योजकांना पर्यंत पोहोचण्याचा मानस आहे.

      </span>
      
      </div>
    </main>
    
    
    )
}
